Repository: beeradmoore/dlss-swapper
Catalog: src/Translations/*/Resources.resw
Source language: en_us
Languages: ar_sa, ar_sy, ca_es, cs_cz, de_de, es_es, fa_ir, fi_fi, fr_fr, he_il, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# GamePage_RestoreOriginalDll
source: Restore original DLL
ar_sa: استعادة ملف DLL الأصلي
ar_sy: استعادة ملفات الـDLL الأصلية
ca_es: Restaura la DLL original
cs_cz: Obnovit původní soubor DLL
de_de: Original-DLL wiederherstellen
es_es: Restaurar DLL original
fa_ir: بازگرداندن DLL اصلی
fi_fi: Palauta alkuperäinen DLL
fr_fr: Valeur par défaut DLL
he_il: שחזר קובץ DLL מקורי
it_it: Ripristina la DLL originale
ja_jp: オリジナル DLL を復元
ko_kr: 원본 DLL 복구
pl_pl: Przywróć oryginalną bibliotekę DLL
pt_br: Restaurar DLL original
ru_ru: Восстановить исходный DLL
th_th: กู้คืน DLL ต้นฉบับ
tr_tr: Orijinal DLL'i geri yükle
uk_ua: Відновити оригінальну DLL
vi_vn: Khôi phục DLL gốc
zh_cn: 重置原始 DLL 版本
zh_tw: 恢復為遊戲的原始 DLL 版本

# GamePage_SelectDllTemplateTitle
source: Select {0} version
ar_sa: اختيار إصدار {0}
ar_sy: اختار نسخة الـ{0}
ca_es: Selecciona la versió {0}
cs_cz: Zvolit {0} verzi
de_de: Wählen Sie die Version {0} aus
es_es: Seleccionar versión de {0}
fa_ir: انتخاب نسخه {0}
fi_fi: Valitse {0}-versio
fr_fr: Sélectionné la version {0}
he_il: בחר גרסת {0}
it_it: Seleziona la versione {0}
ja_jp: {0} のバージョンを選択
ko_kr: {0} 버전 선택
pl_pl: Wybierz wersję {0}
pt_br: Selecionar versão do {0}
ru_ru: Выбрать версию {0}
th_th: เลือกเวอร์ชัน {0}
tr_tr: {0} sürümünü seçin
uk_ua: Виберіть {0} версію
vi_vn: Chọn phiên bản {0}
zh_cn: 选择 {0} 版本
zh_tw: 選擇 {0} 版本

# GamePage_StorageFileIsNull
source: storageFile is null
ar_sa: storageFile غير موجود (قيمة فارغة)
ar_sy: storageFile فارغ
ca_es: El fitxer d'emmagatzematge és nul
cs_cz: storageFile je neplatný
de_de: Speicherdatei nicht gefunden
es_es: storageFile es nulo
fa_ir: محل ذخیره فایل (storageFile) خالی است
fi_fi: storageFile on null
fr_fr: storageFile est nul
he_il: storageFile הוא null
it_it: storageFile è nullo
ja_jp: storageFile は null です
ko_kr: storageFile이 null입니다
pl_pl: storageFile jest nullem
pt_br: storageFile está nulo
ru_ru: storageFile имеет значение null
th_th: storageFile เป็นค่าว่าง (null)
tr_tr: storageFile boş (null)
uk_ua: storageFile має значення null
vi_vn: storageFile là null
zh_cn: 存储文件为空
zh_tw: 儲存的檔案為空

# GamePage_UnableToChangePreset
source: Unable to change preset. Please see your error log for more information.
ar_sa: تعذّر تغيير الإعداد المسبق. يُرجى مراجعة سجل الأخطاء لمزيد من المعلومات.
ar_sy: تعذر تغيير الإعداد المسبق. يرجى مراجعة سجل الأخطاء للحصول على مزيد من المعلومات.
ca_es: No es pot canviar la configuració predefinida. Si us plau, consulteu el registre d'errors per obtenir més informació.
cs_cz: Nebylo možné změnit preset. Další informace naleznete v chybovém protokolu (log).
de_de: Die Voreinstellung kann nicht geändert werden. Weitere Informationen finden Sie in Ihrem Fehlerprotokoll.
es_es: No se puede cambiar la configuración preestablecida. Consulte el registro de errores para obtener más información.
fa_ir: خطا در تغییر پریست. لطفا برای اطلاعات بیشتر، لاگ خطای خود را بررسی کنید.
fi_fi: Ei voitu muuttaa esiasetusta. Katso virhelokista lisätietoja.
fr_fr: Impossible de modifier le préréglage. Veuillez consulter votre journal d'erreurs pour plus d'informations.
he_il: לא ניתן לשנות את הפריסט. אנא עיין ביומן השגיאות למידע נוסף.
it_it: Impossibile modificare il preset. Consulta il registro degli errori per ulteriori informazioni.
ja_jp: プリセットを変更できません。詳細については、エラーログを参照してください。
ko_kr: 프리셋을 변경할 수 없습니다. 자세한 내용은 오류 로그를 확인하세요.
pl_pl: __UNTRANSLATED__Unable to change preset. Please see your error log for more information.
pt_br: Não foi possível alterar a predefinição. Consulte o seu registro (log) de erros para obter mais informações.
ru_ru: Невозможно изменить пресет. Дополнительную информацию смотри в журнале ошибок.
th_th: ไม่สามารถเปลี่ยนพรีเซ็ตได้ กรุณาดู error log เพื่อดูข้อมูลเพิ่มเติม
tr_tr: Ön ayar değiştirilemedi. Daha fazla detay için hata günlük kayıtlarına göz atın.
uk_ua: Не вдалося змінити пресет. Перегляньте журнал помилок для отримання додаткової інформації.
vi_vn: Không thể thay đổi preset. Vui lòng xem nhật ký lỗi để biết thêm thông tin.
zh_cn: 无法更改预设。请查看错误日志以获取更多信息。

# GamePage_YouMayOnlyDragOneFileCover
source: You may only drag over a single file for a cover
ar_sa: يمكنك سحب ملف واحد فقط لإضافته كغلاف
ar_sy: يمكنك سحب ملف واحد فقط للغلاف
ca_es: Només podeu arrossegar un sol fitxer per a una portada
cs_cz: Pro vytvoření obalu je možné přetáhnout pouze jeden soubor
de_de: Sie können nur eine einzelne Datei als Cover ziehen
es_es: Solo puedes arrastrar un único archivo para una carátula
fa_ir: شما فقط می‌توانید یک فایل را برای جلد بکشید
fi_fi: Voit vetää vain yhden tiedoston kansikuvaksi
fr_fr: Vous ne pouvez faire glisser qu'un seul fichier pour une couverture.
he_il: ניתן לגרור קובץ יחיד בלבד עבור תמונת עטיפה
it_it: È possibile trascinare solo un singolo file per una copertina
ja_jp: カバー画像には、1 つのファイルのみをドラッグして配置できます
ko_kr: 커버 이미지는 파일 하나만 드래그할 수 있습니다
pl_pl: Możesz przeciągnąć tylko jeden plik jako okładkę
pt_br: Você só pode arrastar um único arquivo para a capa
ru_ru: Вы можете перетащить только один файл для обложки
th_th: คุณสามารถลากไฟล์รูปปกมาวางได้เพียงไฟล์เดียวเท่านั้น
tr_tr: Kapak resmi için yalnızca tek bir dosya sürükleyebilirsiniz
uk_ua: Ви можете перетягнути лише один файл для обкладинки
vi_vn: Bạn chỉ có thể kéo một tệp duy nhất cho bìa
zh_cn: 只能拖入单个文件作为封面
zh_tw: 您只能拖曳單個圖片作為封面。

# GamesPage_AddGame
source: Add Game
ar_sa: إضافة لعبة
ar_sy: إضافة لعبة
ca_es: Afegeix un joc
cs_cz: Přidat hru
de_de: Spiel hinzufügen
es_es: Añadir Juego
fa_ir: افزودن بازی
fi_fi: Lisää peli
fr_fr: Ajouter un jeux
he_il: הוסף משחק
it_it: Aggiungi gioco
ja_jp: ゲームを追加
ko_kr: 게임 추가
pl_pl: Dodaj grę
pt_br: Adicionar jogo
ru_ru: Добавить игру
th_th: เพิ่มเกม
tr_tr: Oyun Ekle
uk_ua: Додати гру
vi_vn: Thêm Trò Chơi
zh_cn: 添加游戏
zh_tw: 新增遊戲

# GamesPage_GroupGamesFromTheSameLibraryTogether
source: Group games from the same library together
ar_sa: تجميع الألعاب من نفس المكتبة معًا
ar_sy: تجميع الألعاب من نفس المكتبة معاً
ca_es: Agrupa jocs de la mateixa biblioteca junts
cs_cz: Seskupit společně hry z jedné knihovny
de_de: Gruppieren Sie Spiele aus derselben Bibliothek
es_es: Agrupar juegos de la misma biblioteca
fa_ir: بازی‌های یک کتابخانه را با هم گروه‌بندی کنید
fi_fi: Ryhmitä pelit samasta kirjastosta yhteen
fr_fr: Regroupez les jeux provenant de la même bibliothèque
he_il: קבץ משחקים מאותה ספרייה יחד
it_it: Raggruppare i giochi della stessa libreria insieme
ja_jp: 同じライブラリのゲームをグループ化
ko_kr: 같은 라이브러리의 게임을 그룹화하기
pl_pl: Pogrupuj gry z tej samej biblioteki
pt_br: Agrupar jogos da mesma biblioteca
ru_ru: Группировать игры из одной библиотеки вместе
th_th: จัดกลุ่มเกมที่มาจากคลังเดียวกันไว้ด้วยกัน
tr_tr: Aynı kütüphanedeki oyunları birlikte grupla
uk_ua: Групуйте ігри з однієї бібліотеки разом
vi_vn: Nhóm trò chơi từ cùng thư viện lại với nhau
zh_cn: 将不同平台的游戏分组显示
zh_tw: 依照遊戲平台對遊戲進行分組

# GamesPage_Grouping
source: Grouping
ar_sa: التجميع
ar_sy: التجميع
ca_es: Agrupant
cs_cz: Seskupení
de_de: Gruppierung
es_es: Agrupación
fa_ir: گروه‌بندی
fi_fi: Ryhmittely
fr_fr: Grouper
he_il: קיבוץ
it_it: Raggruppando
ja_jp: グループ化
ko_kr: 그룹화
pl_pl: Grupowanie
pt_br: Agrupamento
ru_ru: Группировка
th_th: การจัดกลุ่ม
tr_tr: Gruplama
uk_ua: Групування
vi_vn: Nhóm
zh_cn: 分组
zh_tw: 分組

# GamesPage_HideGamesWithNoSwappableItems
source: Hide games with no swappable items
ar_sa: إخفاء الألعاب التي لا تحتوي على عناصر قابلة للتبديل
ar_sy: إخفاء الألعاب التي لا تملك عناصر قابلة للاستبدال
ca_es: Amaga els jocs sense elements intercanviables
cs_cz: Skrýt hry bez změnitelných souborů
de_de: Spiele ohne austauschbare Elemente ausblenden
es_es: Ocultar juegos sin elementos intercambiables
fa_ir: مخفی کردن بازی‌هایی که آیتم قابل تعویض ندارند
fi_fi: Piilota pelit, joissa ei ole vaihdettavia kohteita
fr_fr: Masquer les jeux sans échange DLL possible
he_il: הסתר משחקים ללא פריטים שניתן להחליף
it_it: Nascondi i giochi senza elementi scambiabili
ja_jp: 置き換え可能なアイテムがないゲームを非表示
ko_kr: 교체 가능한 항목이 없는 게임 숨기기
pl_pl: Ukryj gry bez podmienialnych bibliotek DLL
pt_br: Ocultar jogos sem itens substituíveis
ru_ru: Скрыть игры без взаимозаменяемых объектов
th_th: ซ่อนเกมที่ไม่มีรายการให้สลับ
tr_tr: Değiştirilebilir öğesi olmayan oyunları gizle
uk_ua: Приховати ігри без елементів, які можна обміняти
vi_vn: Ẩn trò chơi không có mục có thể hoán đổi
zh_cn: 隐藏没有可管理 DLL 的游戏
zh_tw: 隱藏無法替換 DLL 檔案的遊戲

# GamesPage_ManuallyAdding_AddCoverErrorSingleFile
source: You may only drag over a single file for a cover
ar_sa: يمكنك سحب ملف واحد فقط لاستخدامه كغلاف.
ar_sy: تعذر تغيير الإعداد المسبق. يرجى مراجعة سجل الأخطاء للحصول على مزيد من المعلومات.
ca_es: Només podeu arrossegar un sol fitxer per a una coberta
cs_cz: Pro vytvoření obalu je možné přetáhnout pouze jeden soubor
de_de: Sie können nur eine einzelne Datei als Cover ziehen
es_es: Solo puedes arrastrar un único archivo para una carátula
fa_ir: شما فقط می‌توانید یک فایل را برای جلد بکشید
fi_fi: Voit vetää vain yhden tiedoston kansikuvaksi
fr_fr: Vous ne pouvez glisser qu'un seul fichier pour une couverture.
he_il: ניתן לגרור קובץ יחיד בלבד עבור תמונת עטיפה
it_it: È possibile trascinare solo un singolo file per una copertina
ja_jp: カバー画像には、1 つのファイルのみをドラッグして配置できます
ko_kr: 커버 이미지는 파일 하나만 드래그할 수 있습니다
pl_pl: __UNTRANSLATED__You may only drag over a single file for a cover
pt_br: Você só pode arrastar um único arquivo para a capa
ru_ru: Вы можете перетащить только один файл для обложки
th_th: คุณสามารถลากไฟล์รูปปกมาวางได้เพียงไฟล์เดียวเท่านั้น
tr_tr: Kapak resmi için yalnızca tek bir dosya sürükleyebilirsiniz
uk_ua: Ви можете перетягнути лише один файл для обкладинки
vi_vn: Bạn chỉ có thể kéo một tệp duy nhất cho bìa
zh_cn: 只能拖入单个文件作为封面
zh_tw: 您只能選擇一張圖片

# GamesPage_ManuallyAdding_AnotherNoteTitle
source: Another note for manually adding games
ar_sa: ملاحظة إضافية عند إضافة الألعاب يدويًا
ar_sy: ملاحظة أخرى حول إضافة الألعاب يدوياً
ca_es: Una altra nota per afegir jocs manualment
cs_cz: Další poznámka pro ručně přidané hry
de_de: Ein weiterer Hinweis zum manuellen Hinzufügen von Spielen
es_es: Otra nota para añadir juegos manualmente
fa_ir: یادداشت دیگری برای افزودن دستی بازی‌ها
fi_fi: Toinen huomautus pelien manuaalisesta lisäämisestä
he_il: הערה נוספת להוספה ידנית של משחקים
it_it: Un'altra nota per l'aggiunta manuale di giochi
ja_jp: ゲームを手動で追加する際の注意事項
ko_kr: 게임 수동 추가 시 참고 사항
pl_pl: Kolejna informacja dotycząca ręcznego dodawania gier
pt_br: Outra observação para adição manual de jogos
ru_ru: Еще одно примечание о ручном добавлении игр
th_th: หมายเหตุเพิ่มเติมสำหรับการเพิ่มเกมด้วยตนเอง
tr_tr: Oyunları manuel eklemek için bir not daha
uk_ua: Ще одна примітка для ігор доданих вручну
vi_vn: Ghi chú khác cho việc thêm trò chơi thủ công
zh_cn: 手动添加游戏注意事项
zh_tw: 手動新增遊戲的補充備註

# GamesPage_ManuallyAdding_CouldntAddError
source: There was a problem and your game could not be added at this time. Please report this issue.
ar_sa: حدثت مشكلة ولم يتمكن النظام من إضافة لعبتك في الوقت الحالي. يُرجى الإبلاغ عن هذا الخطأ.
ar_sy: حدثت مشكلة ولم يتمكن من إضافة لعبتك في الوقت الحالي. يرجى الإبلاغ عن هذه المشكلة
ca_es: Hi ha hagut un problema i no s'ha pogut afegir el teu joc en aquest moment. Si us plau, informa d'aquest problema.
cs_cz: Vyskytl se problém a hru momentálně nelze přidat. Nahlaste prosím tento problém.
de_de: Es ist ein Problem aufgetreten und Ihr Spiel konnte derzeit nicht hinzugefügt werden. Bitte melden Sie dieses Problem.
es_es: Se ha producido un problema y tu juego no se ha podido añadir en este momento. Por favor, informa de este problema.
fa_ir: مشکلی پیش آمده است و بازی شما در این زمان اضافه نشد. لطفاً این مشکل را گزارش دهید.
fi_fi: Ongelma ilmeni ja peliä ei voitu lisätä tällä hetkellä. Ilmoita tästä ongelmasta.
fr_fr: Un problème est survenu et votre jeu n'a pas pu être ajouté pour le moment. Veuillez signaler ce problème.
he_il: אירעה בעיה ולא ניתן היה להוסיף את המשחק שלך כעת. אנא דווח על בעיה זו.
it_it: Si è verificato un problema e al momento non è stato possibile aggiungere il tuo gioco. Per favore, segnala il problema.
ja_jp: 問題が発生したため、現時点ではゲームを追加できませんでした。この問題を報告してください。
ko_kr: 문제가 발생하여 현재 게임을 추가할 수 없습니다. 이 이슈를 제보해 주세요.
pl_pl: Wystąpił problem, twoja gra nie może zostać dodana. Prosimy o przesłanie błędu wraz z informacjami.
pt_br: Houve um problema e seu jogo não pôde ser adicionado neste momento. Por favor, reporte esse problema.
ru_ru: Возникла ошибка, и ваша игра не может быть добавлена в данный момент. Пожалуйста, сообщите об этой проблеме.
th_th: เกิดปัญหาทำให้ไม่สามารถเพิ่มเกมได้ในขณะนี้ กรุณารายงานปัญหานี้
tr_tr: Bir sorun oluştu ve oyununuz şu anda eklenemedi. Lütfen bu sorunu bildirin.
uk_ua: Виникла проблема, і вашу гру наразі не вдалося додати. Будь ласка, повідомте про цю проблему.
vi_vn: Có vấn đề và trò chơi của bạn không thể được thêm lúc này. Vui lòng báo cáo vấn đề này.
zh_cn: 发生错误，目前无法添加游戏，请报告此问题。
zh_tw: 發生錯誤，目前無法新增您的遊戲。請協助回報此狀況。

# GamesPage_ManuallyAdding_ErrorTitle
source: Error adding your game
ar_sa: خطأ في إضافة لعبتك
ar_sy: خطأ في إضافة لعبتك
ca_es: S'ha produït un error en afegir el joc
cs_cz: Během přidávání hry se vyskytl problém
de_de: Fehler beim Hinzufügen Ihres Spiels
es_es: Error al añadir tu juego
fa_ir: خطا در افزودن بازی شما
fi_fi: Virhe pelisi lisäämisessä
fr_fr: Erreur lors de l'ajout de votre jeu
he_il: שגיאה בהוספת המשחק שלך
it_it: Errore durante l'aggiunta del gioco
ja_jp: ゲームの追加中にエラーが発生しました
ko_kr: 게임 추가 오류
pl_pl: Wystąpił błąd podczas dodawania gry
pt_br: Erro ao adicionar seu jogo
ru_ru: Ошибка при добавлении игры
th_th: ข้อผิดพลาดในการเพิ่มเกม
tr_tr: Oyununuz eklenirken hata oluştu
uk_ua: Помилка додавання гри
vi_vn: Lỗi khi thêm trò chơi của bạn
zh_cn: 添加游戏时发生错误
zh_tw: 新增遊戲時發生錯誤

# GamesPage_ManuallyAdding_InfoHtml
source: You must select your <i>game</i> directory, not your <i>games</i> directory.<br/><br/>For example, if you have a game at:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>You would select the <b>MyFavGame</b> directory and not the <b>MyGamesFolder</b> directory.
ar_sa: يجب عليك اختيار مجلد <i>game</i> الخاص بك، وليس مجلد <i>games</i> بالكامل.<br/><br/>على سبيل المثال، إذا كانت لعبتك موجودة في:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame</b><br/><br/>فستقوم باختيار مجلد <b>MyFavGame</b> (أي الـ <b>directory</b> الخاص باللعبة نفسها)، وليس مجلد <b>MyGamesFolder</b>.
ar_sy: يجب أن تختار مجلد اللعبة الخاص بك، وليس مجلد الألعاب الخاص بك. على سبيل المثال، إذا كان لديك لعبة في: C:\Program Files\MyGamesFolder\MyFavGame</b> ستختار مجلد MyFavGame وليس مجلد MyGamesFolder .
ca_es: Heu de seleccionar el directori <i>game</i>, no el directori <i>games</i>.<br/><br/>Per exemple, si teniu un joc a:<br/><b>C:\Program Files\MyGamesFolder\MyFavJoc\</b><br/><br/>Hauríeu de seleccionar el directori <b>MyFavJoc</b> i no el directori <b>MyGamesFolder</b>.
cs_cz: Musíte vybrat adresář <i>s Vaší hrou</i>, nikoli obecný adresář <i>všechny hry</i>.<br/><br/>Například, pokud máte hru v adresáři:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>Vybrali byste adresář <b>MyFavGame</b>, nikoli adresář <b>MyGamesFolder</b>.
de_de: Sie müssen ihr <i>Spiel</i>-Verzeichnis auswählen, nicht ihr <i>Spiele</i>-Verzeichnis. <br/><br/> Wenn ihr Spiel z. B. hier installiert ist: <br/><b>C:\Programme\MeineSpiele\MeinLieblingsSpiel</b> <br/><br/> Dann müssen sie den Ordner <b>MeinLieblingsSpiel</b> auswählen, nicht den Ordner <b>MeineSpiele</b>.
es_es: Debes seleccionar el directorio de tu <i>juego</i>, no el directorio de tus <i>juegos</i>.<br/><br/>Por ejemplo, si tienes un juego en:<br/><b>C:\Archivos de Programa\MiCarpetaDeJuegos\MiJuegoFavorito\</b><br/><br/>Deberías seleccionar el directorio <b>MiJuegoFavorito</b> y no el directorio <b>MiCarpetaDeJuegos</b>.
fa_ir: شما باید پوشه <i>game</i> خود را اد کنید نه پوشه <i>games</i> خود.<br/><br/>به عنوان مثال اگر یک بازی در مسیر:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>دارید، شما باید پوشه <b>MyFavGame</b> رو انتخاب کنید. نه اینکه کل پوشه <b>MyGamesFolder</b> رو انتخاب کنید.
fi_fi: Sinun on valittava <i>peli</i>hakemisto, ei <i>pelien</i> hakemistoa.<br/><br/>Esimerkiksi, jos sinulla on peli hakemistossa:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>Valitsisit <b>MyFavGame</b>-hakemiston, etkä <b>MyGamesFolder</b>-hakemistoa.
fr_fr: Vous devez sélectionner votre répertoire <i>game</i>, et non votre répertoire <i>games</i>.<br/><br/>Par exemple, si vous avez un jeu à l’emplacement suivant :<br/><b>C:\Program Files\MyGamesFolder\MyFavGame</b><br/><br/>Vous devez sélectionner le répertoire <b>MyFavGame</b> et non le répertoire <b>MyGamesFolder</b>.
he_il: עליך לבחור את ספריית ה-<i>משחק</i>, ולא את ספריית ה-<i>משחקים</i>.<br/><br/>לדוגמה, אם יש לך משחק בנתיב:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>עליך לבחור את התיקייה <b>MyFavGame</b> ולא את התיקייה <b>MyGamesFolder</b>.
it_it: Devi selezionare la directory <i>gioco</i>, non la directory <i>giochi</i>.<br/><br/>Ad esempio, se hai un gioco in:<br/><b>C:\Programmi\CartellaGiochi\CartellaGiochiFacoltativa\</b><br/><br/>Dovresti selezionare la directory <b>CartellaGiochiFacoltativa</b> e non la directory <b>CartellaGiochiFacoltativa</b>.
ja_jp: <i>games</i> ディレクトリではなく、<i>game</i> ディレクトリを選択する必要があります。<br/><br/>例えば、ゲームが以下のフォルダーにある場合:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/><b>MyGamesFolder</b> ディレクトリではなく、<b>MyFavGame</b> ディレクトリを選択します。
ko_kr: <i>games</i> 디렉토리가 아닌 해당 <i>game</i> 디렉토리를 선택해야 합니다. 예를 들어, 게임이 다음 경로에 있다면: <b>C:\Program Files\MyGamesFolder\MyFavGame</b> <b>MyGamesFolder</b> 디렉토리가 아닌 <b>MyFavGame</b> 디렉토리를 선택해야 합니다.
pl_pl: Pamiętaj, że musisz wybrać ścieżkę swojej <i>gry</i>, nie ścieżkę swoich <i>gier</i>.<br/><br/>Dla przykładu, jeśli masz grę w katalogu:<br/><b>C:\Program Files\MojeGry\MojaUlubionaGra\</b><br/><br/>Musisz wybrać katalog <b>MojaUlubionaGra</b> a nie katalog <b>MojeGry</b>.
pt_br: Você deve selecionar o diretório do seu <i>jogo</i>, e não o diretório de <i>jogos</i>.<br/><br/>Por exemplo, se você tem um jogo em:<br/><b>C:\Program Files\MeusJogos\MeuJogoFavorito</b><br/><br/>Você deve selecionar o diretório <b>MeuJogoFavorito</b> e não o diretório <b>MeusJogos</b>.
ru_ru: Вы должны выбрать свою <i>game</i> директорию, а не вашу <i>games</i> папку.<br/><br/>Например, если у вас есть игра по адресу:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>Вам нужно выбрать <b>MyFavGame</b> директорию, а не <b>MyGamesFolder</b> папку.
th_th: คุณต้องเลือกโฟลเดอร์ของ <i>เกม</i> ไม่ใช่โฟลเดอร์ <i>รวมเกม</i> ไดเรกทอรี.<br/><br/>ตัวอย่าง: ถ้าเกมอยู่ที่:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>คุณต้องเลือกโฟลเดอร์ <b>MyFavGame</b> ไม่ใช่โฟลเดอร์ <b>MyGamesFolder</b> ไดเรกทอรี.
tr_tr: Dizinini değil, oyun dizininizi seçmelisiniz.Örneğin, oyununuz şu konumdaysa:C:\Program Files\MyGamesFolder\MyFavGameMyGamesFolder dizinini değil, MyFavGame dizinini seçmelisiniz.
uk_ua: Ви повинні вибрати каталог <i>гри</i>, а не каталог <i>ігор</i>.<br/><br/>Наприклад, якщо у вас є гра за адресою:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>Ви повинні вибрати каталог <b>MyFavGame</b>, а не каталог <b>MyGamesFolder</b>.
vi_vn: Bạn phải chọn thư mục <i>trò chơi</i> của bạn, không phải thư mục <i>trò chơi</i>.<br/><br/>Ví dụ, nếu bạn có trò chơi tại:<br/><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br/><br/>Bạn sẽ chọn thư mục <b>MyFavGame</b> và không phải thư mục <b>MyGamesFolder</b>.
zh_cn: 必须选择游戏目录，而不是游戏库目录。例如，如果游戏位于C:\Program Files\MyGamesFolder\MyFavGame ，应该选择 MyFavGame 目录，而不是 MyGamesFolder 目录。
zh_tw: 您必須選取您的 <i>遊戲</i> 目錄，而不是 <i>遊戲平台</i> 目錄。<br /><br />舉例來說，若您的遊戲安裝於：<br /><b>C:\Program Files\MyGamesFolder\MyFavGame\</b><br /><br />您應該選取 <b>MyFavGame</b> 目錄，而不是 <b>MyGamesFolder</b> 目錄。
